Repository: LinkNacional/lkn-mercadopago-for-givewp
Catalog: languages/lknmp-mercadopago-for-givewp-*.po
Languages: pt_br

source: Mercado Pago Token (Access Token)
pt_br: Token do Mercado Pago (Acess Token)

source: Mercado Pago Token Code.
pt_br: Código Token do Mercado Pago.

source: Mercado Pago Public Key (Public Key)
pt_br: Chave Pública do Mercado Pago (Public Key)

source: Mercado Pago Public Key.
pt_br: Chave Pública do Mercado Pago.

source: Title in Mercado Pago
pt_br: Título no Mercado Pago

source: This title will be used during checkout in Mercado Pago.
pt_br: Esse título será utilizado durante o checkout no Mercado Pago.

source: Description in Mercado Pago
pt_br: Descrição no Mercado Pago

source: This description will be used during checkout in Mercado Pago.
pt_br: Essa descrição será utilizada durante o checkout no Mercado Pago.

source: Development Environment
pt_br: Ambiente de desenvolvimento

source: Enable the desired development environment: Sandbox or Production.
pt_br: Habilite o ambiente de desenvolvimento desejado: Sandbox ou Produção.

source: Production
pt_br: Produção

source: Debug
pt_br: Depuração

source: Enable
pt_br: Habilitar

source: Disable
pt_br: Desabilitar

source: Advanced Debug Mode
pt_br: Modo de Depuração avançada

source: Enable advanced Debug environment (CONSOLE - JAVASCRIPT). Be careful enabling this option will leave your site vulnerable.
pt_br: Habilitar ambiente para Debug avançado (CONSOLE - JAVASCRIPT). Atenção habilitar essa opção deixará seu site vulnerável.

source: Enable Debug environment.
pt_br: Habilitar ambiente para Debug.

source: The Name field is empty. Please fill in this field before proceeding.
pt_br: O campo Nome está vazio. Por favor, preencha este campo antes de prosseguir.

source: The Name field must be at least 3 letters.
pt_br: O campo Nome deve ter no mínimo 3 letras.

source: The Email field is empty. Please fill in this field before proceeding.
pt_br: O campo Email está vazio. Por favor, preencha este campo antes de prosseguir.

source: The Email field is invalid. Please enter a valid email address.
pt_br: O campo Email está inválido. Por favor, insira um endereço de email válido.

source: Donation of
pt_br: Doação de

source: Payment in process, please close the current tab and follow the payment procedure in the other tab.
pt_br: Pagamento em processo, feche a guia atual e siga o procedimento de pagamento na outra aba.

source: Mercado Pago is not enabled for the classic and multistep form!
pt_br: Mercado Pago não está habilitado para o formulário clássico e multistep!

source: Debug Mode
pt_br: Modo de Depuração

source: See logs.
pt_br: Ver logs.
